Repository: CristianPrada22/EjemploCasa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Same window
es: La misma ventana

source: New window
es: Nueva ventana

source: Defines if the root menu item should be hidden (a menu always have exactly one root menu item).
es: Define si el elemento de menú raíz debe estar oculto (un menú siempre tiene exactamente un elemento de menú raíz)

source: Defines the default expansion level of the menu. Use e.g. 2 to show the first two levels in the menu. A value of 0 shows the entire menu. This field can be overridden by the template.
es: Define el nivel de expansión por defecto del menú. Utilice, por ejemplo, 2 para mostrar los dos primeros niveles del menú. Un valor de 0 muestra todo el menú. Este campo puede ser anulado por la plantilla.

source: Defines the maximum number of levels allowed in the menu. A value of 0 means no limits. This field can be overridden by the template.
es: Define el número máximo de niveles permitidos en el menú. Un valor de 0 significa que no hay límites. Este campo puede ser anulado por la plantilla.

source: Use lower-case letters only. Local links should start with forward slash, and normally ends with slash - eg /science/. Remote links should be full URLs - eg http://www.cnn.com/. The field can be left empty, in which case the menu item won't be linked.
es: Utilice sólo letras minúsculas. Los enlaces locales deben comenzar con una barra oblicua y normalmente terminan con una barra - por ejemplo, /ciencia/. Los enlaces remotos deben ser URLs completas - por ejemplo, http://www.cnn.com/. El campo puede dejarse vacío, en cuyo caso el elemento del menú no se enlazará.

source: This field only have effect for the root menu item
es: Este campo sólo tiene efecto para el elemento de menú raíz

source: Moving a node to a new parent, will place it as the last node. When moving a menu item, all of it sub-items will be moved as well.
es: Mover un nodo a un nuevo padre, lo colocará como el último nodo. Al mover un elemento del menú, todos sus sub-elementos se moverán también.

source: In case a menu contains several items with the same link, set this field to true and the others menu items field to false, to control which item is used for item highlighting and breadcrumb generation.
es: En caso de que un menú contenga varios elementos con el mismo enlace, establezca este campo como verdadero y el campo de los otros elementos del menú como falso, para controlar qué elemento se utiliza para el resaltado de elementos y la generación de migas de pan.

source: Couldn't resolve menu variable: %s
es: No se ha podido resolver la variable del menú: %s

source: The menu does not exists
es: El menú no existe

source: The template %(tpl)s does not exists: %(msg)s
es: La plantilla %(tpl)s no existe: %(msg)s

source: An unknown error occurred.
es: La plantilla %(tpl)s tenía errores de sintaxis: %(msg)s

source: '%r' tag requires 1 or 2 arguments.
es: La etiqueta '%r' requiere 1 o 2 argumentos.

source: %r tag requires arguments
es: La etiqueta %r requiere argumentos

source: %r tag had invalid arguments
es: La etiqueta %r tenía argumentos no válidos

source: Name
es: Nombre

source: Name of category or subcategory
es: Nombre de la categoría o la subcategoría

source: Parent
es: Padre

source: Category
es: Categoría

source: Categories
es: Categorías

source: Name of the articles
es: Nombre del artículo

source: Title
es: Título

source: Title of the news or articles
es: Título de las noticias o artículos

source: Here you must write the abstract of the articles
es: Aquí debes escribir el resumen del artículo

source: Content
es: Contenido

source: Here you must write the description of the article or news.
es: Aquí debes escribir la descripción del artículo o noticia

source: Notes
es: Notas

source: Here you must write the notes of the article or news.
es: Aquí debes escribir las notas del artículo o noticia.

source: Links
es: Enlaces

source: Here you must write the links of the article or news.
es: Aquí debes escribir los enlaces del artículo o noticia.

source: More information
es: Más información

source: Here you must write the More information of the article or news.
es: Aquí debes escribir el 'Más información' del artículo o noticia.

source: Contacts
es: Contactos

source: Here you must write the contacts.
es: Aquí debes escribir los contactos.

source: Tags
es: Etiquetas

source: Here you must write the tags.
es: Aquí debes escribir las etiquetas.

source: Image
es: Imagen

source: Date created
es: Fecha de creación

source: Date updated
es: Fecha de actualización

source: Active
es: Activo

source: Field to know if the article is active or not active
es: Campo para saber si el artículo está activo o no

source: Article
es: Artículo

source: Articles
es: Artículos

source: Article detail
es: Detalle del artículo

source: Read more
es: Leer más

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Created by
es: Creado por

source: Creation date
es: Fecha de creación

source: Code
es: Código

source: Departament
es: Departamento

source: Report to
es: Reportar a

source: Job description
es: Descripción de trabajo

source: Responsabilities
es: Responsabilidades

source: Abilities
es: Habilidades

source: Experience
es: Experiencia

source: Education requirements
es: Requisitos de educación

source: Knowledge
es: Conocimientos

source: Annual salary
es: Salario anual

source: Requester
es: Solicitante

source: Date of request
es: Fecha de solicitud

source: Starting date
es: Fecha de inicio

source: Number of vacancies
es: Número de vacantes

source: Location
es: Ubicación

source: Comments
es: Comentarios

source: Yes
es: Sí

source: Requisition approved
es: Solicitud aprovada

source: Approvals comments
es: Comentarios de aprobación

source: Approval comments is required
es: El comentario de aprobación es obligatorio

source: Internal
es: Interno

source: External
es: Externo

source: Advertisement Type
es: Tipo de anuncio

source: Closing date
es: Fecha de cierre

source: Company description
es: Descripción de la empresa

source: Enter your company description
es: Ingrese la descripción de la empresa

source: Contact details
es: Detalles de contacto

source: Enter your contact details
es: Ingresa tu información de contacto

source: Ideal candidate
es: Candidato ideal

source: Enter the characteristics of the ideal candidate
es: Ingrese las características del candidato ideal

source: Enter job description
es: Ingrese la descripción de trabajo

source: Job title
es: Título del trabajo

source: Enter job title
es: Ingrese el título del trabajo

source: Enter work location
es: Ingrese la ubicación del trabajo

source: Salary guide
es: Guia salarial

source: Enter salary guide
es: Ingrese la guia salarial

source: Enter aditional comments
es: Ingrese comentarios adicionales

source: Company Description is required
es: La descripción de la empresa es obligatorio

source: Enter your name
es: Ingresa tu nombre

source: Last Name
es: Apellido

source: Enter your last name
es: Ingresa tu apellido

source: Enter your #ID
es: Ingresa tu número de identificación

source: E-mail
es: Correo

source: Enter your E-mail
es: Ingresa tu correo

source: Cellphone
es: Celular

source: Enter your cellphone
es: Ingresa tu número de celular

source: Home address
es: Dirección de la casa

source: Enter your home address
es: Inresa tu dirección de la casa

source: Age
es: Edad

source: Enter your age
es: Ingresa tu edad

source: Change In Adverstisement Need?
es: ¿Se necesita hacer un cambio en el anuncio?

source: Inteview date
es: Fecha de la entrevista

source: Enter the interview date
es: Ingresa la fecha de la entrevista

source: Interview file
es: Archivo de la entrevista

source: Add interview file
es: Agregar archivo de la entrevista

source: Interview performance
es: Rendimiento de la entrevista

source: Interview performance OK?
es: ¿Paso el rendimiento de la entrevista?

source: Interview results
es: Resultado de la entrevista

source: Enter the interview results
es: Ingrese los resultados de la entrevista

source: Enter Location
es: Ingrese la ubicación

source: Interview
es: Entrevista

source: Interviews
es: Entrevistas

source: Area name
es: Nombre del área

source: Department/Area name
es: Nombre del área/departamento

source: Area description
es: Descripción del área

source: Description of the department/area
es: Descripción del departamento/área

source: Area Code
es: Código de área

source: Department/Area code
es: Codigo de departamento/área

source: Area
es: Área

source: Areas
es: Áreas

source: User creating the job description
es: Usuario quien creo la descripción de trabajo

source: Creation date for job description
es: Fecha de creación para la descripción de trabajo

source: ID of the job description
es: ID de la descripción de trabajo

source: Title/name of the job description
es: Título/Nombre de la descripción de trabajo

source: Department/Area associated with the job description
es: Departamento/Área asociada con la descripción de trabajo

source: Immediate supervisor associated with the job description
es: Supervisor inmediato asociado con la descripción de trabajo

source: Job functions
es: Fuciones del trabajo

source: The capacities to perform tasks that you are developed
es: Las capacidades para realizar las tareas que puedes desarrollar

source: Talents you are born with.
es: Talentos con los que naces

source: Time of experience on the job
es: Tiempo de experiencia en el trabajo

source: Level of education required
es: Nivel de educación requerido

source: Knowledge required for the job
es: Conocimientos requeridos para el trabajo

source: Approximate annual salary
es: Salario anual aproximado

source: Job descriptions
es: Descripción de trabajo

source: User who created the request
es: Usuario que creo la solicitud

source: Date of recruitment request
es: Fecha solicitud de reclutamiento

source: Department/Area that require the recruitment
es: Departamento/Área que solicito el reclutamiento

source: Associated job description
es: Descripción de trabajo asociado

source: Start date of the job
es: Fecha de inicio del trabajo

source: Number of vacancies available
es: Número de vacantes disponibles

source: Name of vacancy
es: Nombre de la vacante

source: Work location
es: Ubicaciún de trabajo

source: A maximum of 500 characters is allowed
es: Maximo 500 caracteres permitidos

source: Requisition Approved?
es: ¿Solicitud aprovada?

source: Recruitment
es: Reclutamiento

source: recruitments
es: Reclutamientos

source: Closing date for advertisement
es: Fecha de cierre para el anuncio

source: Short description of the company
es: Descripción corta de la empresa

source: The necessary information to contact the candidate
es: Información necesaria para contactar el candidato

source: The characteristics of the ideal candidate
es: Características del candidato ideal

source: Characteristics that describe the vacancy
es: Características que describen la vacante

source: Name of the vacancy
es: Nombre de la vacante

source: Location of the vacancy
es: Ubicacion de la vacante

source: Characteristics such as experience that help establish the salary
es: Características como la experiencia que ayudan a establecer el salario

source: Comment here some additional features to consider
es: Comenta aquí algunas características adicionales a tener en cuenta

source: Advertisement type
es: Tipo de anunncio

source: Internal(True) or External(False)?
es: ¿Interno(True) o Externo(False)?

source: Advertisement
es: Anuncio

source: Advertisements
es: Anuncios

source: Approve request
es: Aprobar solicitud

source: Recruitment request
es: Solicitud de reclutamiento

source: Save
es: Guardar

source: Job Description
es: Descripción de trabajo

source: Job Vacancy
es: Vacante de trabajo

source: Approval Information
es: Información de aprobación

source: Requisition Approval
es: Solicitud aprobada

source: Approvals Comments
es: Comentario de aprovación

source: Recruitment Information
es: Información de reclutamiento

source: Ad information
es: Información del anuncio

source: Job Title
es: Título de trabajo

source: Contact Details
es: Detalles de contacto

source: Receive CVs
es: Recivir HV

source: Last name
es: Apellido

source: Home Address
es: Dirección de la casa

source: Attach CV
es: Adjuntar HV

source: Request List
es: Lista de solicitud

source: Requisition Approved
es: Solicitud aprovada

source: Select Initial Candidate
es: Seleccionar candidato inicial

source: Personel Requisition Form
es: Formulario solicitud de personal

source: Education Requirements
es: Requerimientos de educación

source: Candidates
es: Candidatos

source: Email
es: Correo

source: CV
es: HV

source: If the process requires more candidates or a change in their advertisement select yes.
es: Si el proceso requiere más candidatos o un cambio en el anuncio seleccione sí.

source: Link
es: Enlace

source: Published state of selected items were toggled.
es: Se ha cambiado el estado de publicación de los elementos seleccionados.

source: Example: '/about/contact/'. Make sure to have leading and trailing slashes. Good and descriptive URLs are important for good user experience and search engine ranking.
es: Ejemplo: '/about/contact/'. Asegúrese de tener barras iniciales y finales. Unas URL buenas y descriptivas son importantes para una buena experiencia de usuario y para el posicionamiento en los motores de búsqueda.

source: Page
es: Página

source: Name of the group
es: Nombre del grupo

source: Description
es: Descripción

source: Description of group
es: Descripción del grupo

source: Group
es: Grupo

source: Groups which have to access to this page group
es: Grupos que tienen que acceder a este grupo de páginas

source: If checked members of this group have access to all pages
es: Si se marca, los miembros de este grupo tienen acceso a todas las páginas

source: ID of page
es: Fecha de la página

source: If checked, the page cannot be viewed through the URL. Used for pages that are embedded into complex pages like the frontpage.
es: Si está marcada, la página no se puede ver a través de la URL. Se utiliza para las páginas que están incrustadas en páginas complejas como la portada

source: Title is shown in browser window. Use a good informative title, since search engines normally display the title on their result pages.
es: El título se muestra en la ventana del navegador. Utilice un buen título informativo, ya que los motores de búsqueda normalmente muestran el título en sus páginas de resultados.

source: The metadata description is normally shown in search engine results, making the description an effective way of capturing users attention. Description should be a clear description of the content and less the 200 characters long. Also used when sharing page on social media
es: La descripción de los metadatos se muestra normalmente en los resultados de los motores de búsqueda, por lo que la descripción es una forma eficaz de captar la atención de los usuarios. La descripción debe ser una descripción clara del contenido y tener menos de 200 caracteres. También se utiliza al compartir la página en las redes sociales

source: Keywords
es: Palabras claves

source: Comma-separated list of keywords for this page. Mainly used internally as search engines rarely use keywords to rank pages.
es: Lista separada por comas de palabras clave para esta página. Se utiliza principalmente a nivel interno, ya que los motores de búsqueda rara vez utilizan las palabras clave para clasificar las páginas

source: OpenGraph Image
es: Imagen OpenGraph

source: Example: 'https://www.eso.org/public/archives/imagecomparisons/newsfeature/potw1413a.jpg'. If given: full path to an image that will be used when sharing the page on social media. Must be larger than 200x200px and smaller than 5MB.
es: Ejemplo: 'https://www.eso.org/public/archives/imagecomparisons/newsfeature/potw1413a.jpg'. If given: full path to an image that will be used when sharing the page on social media. Must be larger than 200x200px and smaller than 5MB.

source: Published
es: Publicado

source: If this is unchecked, the page will not be viewable online. Timed publishing of published pages, can be controlled by the start/end publishing fields.
es: Si esta opción no está marcada, la página no se podrá ver en línea. El tiempo de publicación de las páginas publicadas, puede ser controlado por los campos de inicio/fin de publicación.

source: Leave blank to publish immediately. The field only has effect for published pages (see above).
es: Déjelo en blanco para publicarlo inmediatamente. El campo sólo tiene efecto para las páginas publicadas (ver arriba).

source: Leave blank for open-ended publishing. The field only has effect for published pages (see above).
es: Dejar en blanco para la publicación abierta. El campo sólo tiene efecto para las páginas publicadas (véase más arriba).

source: Determines e.g. which templates to use for rendering the template.
es: Determina, por ejemplo, qué plantillas deben utilizarse para la representación de la plantilla.

source: Override the template specified by the section.
es: Anula la plantilla especificada por la sección.

source: If checked, only logged-in users will be able to view the page.
es: Si se marca, sólo los usuarios registrados podrán ver la página.

source: If checked, page will not be cached. Use with care!
es: Si está marcada, la página no se almacenará en la caché. Utilícela con cuidado.

source: If checked the WYSIWYG editor will be disabled, useful for editing pages with javascript.
es: Si está marcada, el editor WYSIWYG estará desactivado, lo que resulta útil para editar páginas con javascript.

source: Allow Live edit (only if the page doesn't use javascript, embed, etc.)
es: Permitir la edición en vivo (sólo si la página no utiliza javascript, incrustaciones, etc.)

source: Redirect URL
es: Redirigir la URL

source: Example: 'https://www.eso.org/public/'. Used if the page has been permanently moved. If given, access to the page will trigger a HTTP 301 redirection to the given URL.
es: Ejemplo: 'https://www.eso.org/public/'. Se utiliza si la página ha sido trasladada permanentemente. Si se indica, el acceso a la página provocará una redirección HTTP 301 a la URL indicada.

source: PageGroup the Page belongs to, used for access restriction.
es: Grupo de páginas al que pertenece la página, utilizado para restringir el acceso.

source: Is Online
es: Está en línea

source: Meaningful title for embedded
es: Título significativo para los incrustados

source: Description of where the page is being embedded and if there is any special considerations to take - e.g. page length etc.
es: Descripción del lugar en el que se está incrustando la página y si hay que tener alguna consideración especial, por ejemplo, la longitud de la página, etc.

source: Select page that you want to use for the specific key. Note, only pages marked as embedded pages can be selected.
es: Seleccione la página que desea utilizar para la clave específica. Tenga en cuenta que sólo se pueden seleccionar las páginas marcadas como páginas incrustadas.

source: Page Embedding
es: Incorporación de páginas

source: Page translation
es: Traducción de páginas

source: Application %(app)s failed to register page key "%(key)s". The key has already been registered by the application %(otherapp)s.
es: La aplicación %(app)s no ha podido registrar la clave de página '%(key)s'. La clave ya ha sido registrada por la aplicación %(otherapp)s.

source: Context must be of type RequestContext.
es: El contexto debe ser del tipo RequestContext.

source: The embedded page could not be found.
es: No se ha podido encontrar la página incrustada.

source: User not authorized to view page.
es: Usuario no autorizado a ver la página

source: Couldn't resolve request variable: %s
es: No se ha podido resolver la variable de solicitud: %s

source: embed_page tag requires one argument
es: La etiqueta embed_page requiere un argumento

source: Your Name
es: Tu nombre

source: Your Last Name
es: Tu apellido

source: Your e-mail
es: Tu correo

source: Message
es: Mensaje

source: Your Message
es: Tu mensaje

source: quantity
es: Cantidad

source: User
es: Usuario

source: Address line 1
es: Dirección 1

source: Register an address
es: Registra una dirección

source: Address line 2
es: Dirección 2

source: Register a second address
es: Registra una segunda dirección

source: City
es: Ciudad

source: City where the purchase is made
es: Ciudad donde realizo la compra

source: Zip code
es: Código postal

source: City zip code
es: Código postal de la ciudad

source: Address type
es: Tipo de dirección

source: Allows you to choose between different types of addresses
es: Te permite elegir entre diferentes tipos de direcciones

source: Default
es: Por defecto

source: Allows to set default address
es: Te permite establecer una dirección predeterminada

source: Address
es: Dirección

source: Addresses
es: Direcciones

source: Sub Category
es: Sub Categoría

source: Sub Categories
es: Sub Categorías

source: Name of product, example product 1
es: Nombe del producto, ejemplo producto 1

source: Here you must write the product description
es: Aquí debes escribir la descripción del producto

source: Sub category
es: Sub Categoría

source: A short name, generally used in URLs.
es: Un nombre corto, se usa generalmente en las URLs.

source: Price
es: Precio

source: Price of product
es: Precio del producto

source: Stock
es: Unidades

source: Stock of product
es: Unidades del producto

source: Created
es: Creado

source: Updated
es: Actualizado

source: Field to know if the product is active or not active
es: Campo para saber si el producto esta activo o no

source: Product
es: Producto

source: Products
es: Productos

source: OrderItem
es: OrdenArticulo

source: OrderItems
es: OrdenArticulos

source: Order
es: Pedido

source: Quantity
es: Cantidad

source: Quantity you want to buy
es: Cantidad que quieres comprar

source: Orders
es: Pedidos

source: Name of the user making the purchase
es: Nombre del usuario que realizo la compra

source: Start date
es: Fecha de inicio

source: Ordered date
es: Fecha de compra

source: Date of purchase
es: Fecha de compra

source: Ordered
es: Pedido

source: Billing address
es: Dirección de facturación

source: Shipping address
es: Dirección de envío

source: Payment
es: Pago

source: Payments
es: Pagos

source: Payment method
es: Metodo de pago

source: Select payment method
es: Selecciona el metodo de pago

source: Timestamp
es: Fecha de pago

source: Date of payment
es: Fecha de pago

source: Succesful
es: Exitoso

source: Successful payment?
es: ¿Pago exitoso?

source: Amount
es: Monto (Cantidad)

source: Amount paid
es: Monto pagado

source: Raw response
es: Confirmación de pago

source: Payment gateway response
es: Respuesta pasarela de pago

source: Cart
es: Carrito

source: Actions
es: Acciones

source: There are no items in your cart.
es: No hay articulos en su carrito

source: Continue Shopping
es: Continuar comprando

source: Order summary
es: Resumen de compra

source: Proceed to Checkout
es: Proceder a pagar

source: Contact
es: Contacto

source: Home
es: Inicio

source: Get in touch
es: Ponte en contacto

source: Submit message
es: Enviar mensaje

source: Payment Method
es: Metodo de pago

source: units avalaible
es: Unidades disponibles

source: Add to cart
es: Agregar al carrito

source: Buy now
es: Comprar ahora

source: Your product has been successfully added to your cart.
es: Tu producto ha sido agregado al carrito exitosamente

source: Continue shopping.
es: Continuar comprando

source: Go to cart
es: Ir al carrito

source: Shop
es: Tienda

source: Username
es: Usuario

source: Password
es: Contraseña

source: Password confirmation
es: Confirmación de contraseña
