Repository: CristianPrada22/EjemploCasa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Username is already in use.
es: El nombre de usuario ya esta en uso.

source: Passwords do not match.
es: La contraseña no coincide

source: Enter a user name
es: Ingresa tu nombre de usuario

source: Enter your ID number
es: Ingresa tu número de ID

source: Enter your e-mail
es: Ingresa tu correo

source: CVs
es: HV

source: Enter your cell phone number
es: Ingresa tu número de celular

source: Enter your Age
es: Ingresa tu edad

source: Person
es: Persona

source: Persons
es: Personas

source: My account
es: Mi cuenta

source: Personal details
es: Datos personales

source: Identification Card
es: Tarjeta de identificación

source: Phone number
es: Número de telefono

source: Save changes
es: Guardar cambios

source: Your Orders
es: Tus compras

source: Reference No.
es: No de referencia

source: Date
es: Fecha

source: Payment Status
es: Estado del pago

source: Paid
es: Pagado

source: Not paid
es: No pagado

source: You haven't made any purchases
es: No has hecho ninguna compra

source: Customer section
es: Sección de clientes

source: Settings
es: Ajustes

source: Logout
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Warning
es: Advertencia

source: Sign in
es: Iniciar sesión

source: Not registered yet?
es: ¿Aun no te has registrado?

source: Register now
es: Registrate ahora

source: It is easy and done in 1 minute and gives you access to special discounts and much more
es: Es fácil y puedes hacerlo en un 1 minuto, además te da acceso a descuentos especiles y mucho más

source: Sign Up
es: Registrarse

source: New account
es: Nueva cuenta

source: Register
es: Registrate

source: Personal data
es: Datos personales

source: Update info
es: Actualizar información
